IDEA Open Model
MatPrestressSteelEc2.Production Property
Compatible with IDEA StatiCa v 10.1
 Production type
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ProductionType Production { get; set; }
Public Property Production As ProductionType
	Get
	Set
public:
property ProductionType Production {
	ProductionType get ();
	void set (ProductionType value);
}
Property Value
Type: ProductionType
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace